start = (
    "Приветственное сообщение"
)

choose_codexes = "Выберите интересующий вас кодекс"


labor_codex = (
    "Трудовой комплаенс - риск-ориентированная система обеспечения соответствия деятельности работодателя "
    "и иных субъектов трудового права действующему трудовому законодательству и иным нормативным правовым актам, "
    "содержащим нормы трудового права.\n\n"
    "<i><a href='https://t.me/compliance_assistant/34?single'>Подробнее о трудовом комплаенсе</a></i>"
)

tax_codex = (
    "Налоговый комплаенс — это риск-ориентированная система управления, обеспечивающая соответствие деятельности "
    "организаций и иных лиц действующему налоговому законодательству и добровольно принятым на себя обязательствам. "
    "Ключевая цель налогового комплаенса — обеспечение налоговой безопасности компании.\n\n"
    "<i><a href='https://t.me/compliance_assistant/21?single'>Подробнее о налоговом комплаенсе</a></i>"
)

choose_search_format = "Выберите формат поиска по темам"

enter_theme = "Введите название полностью или частично интересующей вас темы"

list_themes = "Список подходящих тем"

no_themes = "Тем по Вашему запросу не найдено. Попробуйте произвести поиск еще раз"

list_materials = "Список найденных материалов"
