start = (
    "<b><i>Приветствую!</i></b> 💬\n\n"
    "Я <i><u>Комплаенс ассистент</u></i> - Ваш спутник по налоговому и трудовому комплаенсу. "
    "Я помогаю компаниям и специалистам соблюдать требования законодательства и минимизировать риски.\n\n"
    "Здесь Вы сможете задавать вопросы и находить решения.\n\n"
    "<b><i>Как это работает?</i></b>\n\n"
    "\t1. Выберите нужную тему из списка ниже.\n"
    "\t2. Получите ответы на свои вопросы.\n"
    "\t3. Анализируйте, применяйте, задавайте вопросы — я помогу разобраться!\n\n"
    "<b><i>Готовы начать?</i></b>"
)

choose_codexes = "Какое направление комплаенс Вас интересует?"


labor_codex = (
    "<i>Вы выбрали <b>трудовой</b> комплаенс</i>\n\n"
    "Трудовой комплаенс - риск-ориентированная система обеспечения соответствия деятельности работодателя "
    "и иных субъектов трудового права действующему трудовому законодательству и иным нормативным правовым актам, "
    "содержащим нормы трудового права.\n\n"
    "<i><a href='https://t.me/compliance_assistant/34?single'>Подробнее о трудовом комплаенсе</a></i>"
)

tax_codex = (
    "<i>Вы выбрали <b>налоговый</b> комплаенс</i>\n\n"
    "Налоговый комплаенс — это риск-ориентированная система управления, обеспечивающая соответствие деятельности "
    "организаций и иных лиц действующему налоговому законодательству и добровольно принятым на себя обязательствам. "
    "Ключевая цель налогового комплаенса — обеспечение налоговой безопасности компании.\n\n"
    "<i><a href='https://t.me/compliance_assistant/21?single'>Подробнее о налоговом комплаенсе</a></i>"
)

choose_search_format = (
    "<i>Вы выбрали <b>{codex}</b> комплаенс</i>\n"
    "<i>Вы выбрали <b>{material_type}</b></i>\n\n"
    "Выберите формат поиска по темам"
)

enter_theme = (
    "<i>Вы выбрали <b>{codex}</b> комплаенс</i>\n"
    "<i>Вы выбрали <b>{material_type}</b></i>\n\n"
    "Введите название полностью или частично интересующей вас темы"
)

list_themes = (
    "<i>Вы выбрали <b>{codex}</b> комплаенс</i>\n"
    "<i>Вы выбрали <b>{material_type}</b></i>\n\n"
    "Список подходящих тем"
)

no_themes = "Тем по Вашему запросу не найдено. Попробуйте произвести поиск еще раз"

list_materials = (
    "<i>Вы выбрали <b>{codex}</b> комплаенс</i>\n"
    "<i>Вы выбрали <b>{material_type}</b></i>\n"
    "<i>Вы выбрали тему <b>\"{theme}\"</b></i>\n\n"
    "Список найденных тем"  # материалов, требование заказчика переименовать
)
